// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "ワイヤレス セットアップ";
TaskTOCTitle = "HP オート ワイヤレス コネクト";
ConfirmSettingsTaskName = "HP オート ワイヤレス コネクトの確認";
ConfirmSettingsTaskTOCTitle = "ワイヤレス設定の確認";
NetworkSelectTaskName = "ネットワークを選択";
DeviceDiscoveryTaskName = "デバイスの選択";
DeviceDiscoveryTaskTitle = "構成するデバイスの選択";
ConfigureSettingsTaskName = "デバイスの構成";
ResultsTaskName = "構成結果";

// confirmation pane
ConfirmationDescriptionText = "HP オート ワイヤレス コネクトを使用する場合、コンピュータは一時的にワイヤレス ネットワークから切断されるため、既に進行中のダウンロード/アップロードをすべて完了してください。この中断状態が約 30 秒続いた後、ワイヤレス接続が復旧されます。";
HostNetworkDetectedTitle = "アプリケーションは、コンピュータが以下の設定でワイヤレス ネットワークに接続されていることを突き止めました:";
WirelessNetworkNameTitle = "ワイヤレス ネットワーク名:";
CommunicationModeTitle = "接続モード:";
EncryptionTypeTitle = "暗号化の種類:";

WirelessNetworkChooseTitle = "この設定を使用するようにデバイスを構成しますか?";
KeepCurrentNetworkSettingsTitle = "はい、この設定を維持します。";
ChooseAnotherNetworkSettingsTitle = "いいえ、別のネットワークを選択します。";
ShowSettingsTitle = "設定を表示する";

// network selection pane
NetworkSelectTitle = "ワイヤレス ネットワーク名を下の一覧から選択してください。";
SelectedNetworkPasswordTitle = "パスワード:";
NetworkSelectContinueDescription= "[続行] をクリックしてデバイスを \"%@\" に追加します。";
NetworkDiscoveryFailedTitle = "ネットワークを検出できませんでした";
NetworkDiscoveryFailedDescription = "ワイヤレス ネットワークが見つかりません。";
SetupNetworkSelectedTitle = "別のネットワークを選択";
SetupNetworkSelectedDescription = "印刷デバイスによって作成された特別のネットワークに接続しようとしています。[OK] をクリックして別のネットワークを選択してください。";

NetworkNotAvailableTitle = "ネットワークが使用できません";
DeviceNetworkNotAvailableMessageFormat = "デバイスはワイヤレス ネットワーク \"%@\" にアクセスできませんでした。ワイヤレス アクセス ポイントが正しく機能していて、デバイスの範囲内にあることを確認するか、別のネットワークを選択してください。";
MacNetworkNotAvailableMessageFormat = "mac はワイヤレス ネットワーク \"%@\" にアクセスできませんでした。ワイヤレス アクセス ポイントが正常に稼働していることと、mac の範囲内にあることを確認するか、別のネットワークを選択してください。";
ChangeNetworkButtonTitle= "ネットワークの変更";

LookingForNetworkMessageFormat = "ネットワークを検索中: \"%@\"";

UnsupportedNetworkTitle = "サポートされていないネットワーク";
UnsupportedNetworkMessageFormat = "別のネットワークを選択するか、ネットワーク管理者に問い合わせてください。";

EnterpriseNetworkAlertTitle = "企業ネットワークが選択されました";
EnterpriseNetworkAlertForUSBConnectionMessage = "このネットワークは Enterprise 暗号化の一種で保護されています。コンピュータが接続されているのと同じネットワークにプリンタを接続して組み込み Web サーバを使用するか、管理者に連絡してください。";
EnterpriseNetworkAlertForNetworkConnectionMessage = "このネットワークは Enterprise 暗号化の一種で保護されています。プリンタをネットワークに接続するには、組み込み Web サーバ (EWS) を使用するか、管理者に連絡してください。EWS を使用する場合、コンピュータはワイヤレス ネットワークから切り離され、プリンタが作成する特別なネットワークに接続されます。";
ConfigureUsingEWSButtonTitle = "EWS を使用して構成";
ConnectingToDeviceProgressTitle = "デバイス ネットワークに接続中...";

UnableToConnectToDeviceNetworkAlertMessage = "デバイスがこのコンピュータから見える位置にあり、HP オート ワイヤレス コネクト モードになっている (デバイス上の青いインジケータ ランプが点滅している) ことを確認します。デバイスのコントロール パネルの [デフォルトのネットワークに戻す] オプションを使用して、HP オート ワイヤレス コネクト モードをリセットできます。手順については、デバイスのマニュアルを参照してください。";

// select device
DeviceNameColumnTitle = "デバイス名";
DeviceModelColumnTitle = "デバイス モデル";
AllFilterTitle = "すべて";
DevicesFilterLabel = "デバイス:";
SupportedDevicesFilterTitle = "サポートされています";

// configure
ConfigureTaskName = "HP デバイスの設定";
ConfigureTitle = "設定中…";
NoteTitle = "お使いの HP デバイスのワイヤレス ネットワークを構成しています。これには数分かかることがあります。";
RestoringNetworkSettings = "ネットワーク設定を復元しています...";

// particular errors
IncorrectPasswordTitle = "パスワードは拒否されました";
IncorrectPasswordDescription = "ワイヤレス ネットワーク \"%@\" にパスワードが承認されませんでした。\n\nパスワードを再入力してください。";

DuplicateNetworkNameErrorTitle = "WiFi ネットワーク名の重複";
DuplicateNetworkNameErrorDescription = "WiFi ネットワーク \"%@\" が重複しています。ワイヤレス ルータの設定を確認してください。";

MacAddressFilterErrorTitle = "WiFi フィルターのエラー";
MacAddressFilterErrorDescription = "デバイスの MAC ハードウェア アドレスがフィルターにより除外され、 \"%@\" から利用できません。ワイヤレス ルータの設定を確認してください。";

WeakSignalStrengthErrorTitle = "信号強度が弱い";
WeakSignalStrengthErrorDescription = "\"%@\" のワイヤレス ルータの信号強度が弱いです。デバイスをルータの近くにおいてください。";

DeviceNotReachableErrorTitle = "デバイスに接続できません";
DeviceNotReachableErrorDescription = "デバイスにワイヤレス ネットワーク設定が正常にダウンロードされましたが、お使いの Mac はネットワーク上のデバイスを見つけられませんでした。\n\n以下の点を確認してください:\n• Mac が、デバイスにアクセスできるワイヤード、またはワイヤレス ネットワークに接続していること。\n• デバイスがワイヤレス ネットワーク \"%@\" に接続していること。";

EmptyPasswordError = "パスワードが必要です。";
TooShortWPAPersonalPasswordError = "パスワードの文字数は 8 文字以上にする必要があります。";
TooLongWPAPersonalPasswordError = "パスワードの文字数が 64 文字を超えることはできません。";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "元のワイヤレス ネットワークへの接続を復元できません";

NoPasswordIsStoredInKeychainErrorMessageFormat = "アシスタントがワイヤレス ネットワーク \"%@\" の資格情報をキーチェーンから取得できませんでした。お使いの Mac がデバイスにアクセスできるワイヤードまたはワイヤレス ネットワーク接続に接続されていることを確認してください。";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "ワイヤレス ネットワーク \"%@\" が資格情報を受け入れませんでした。お使いの Mac がデバイスにアクセスできるワイヤードまたはワイヤレス ネットワーク接続に接続されていることを確認してください。";
FailedToRestoreOriginalNetworkGenericErrorMessage = "ワイヤレス アクセス ポイントが正しく動作しており、Mac の範囲内にあることを確認してから、手動で接続を確立してください。";

// results
ManualNetworkConfigurationTitle = "手動";
AutoNetworkConfigurationTitle = "自動";
LinklocalNetworkConfigurationTitle = "リンク - ローカル";
NetworkSettingsTitle = "ネットワーク設定";
ConfigurationFailedTaskName = "構成に失敗しました";
ConfigurationCompleteTaskName = "設定が完了しました";
ConfigurationFailedTitle = "アシスタントは、ワイヤレス接続を使用してデバイスを設定できませんでした。";
ConfigurationSucceededTitle = "これで、HP デバイスは正しく設定され、\"%@\" ネットワークに接続されました。";

ConfigurationFailedNote = "ワイヤレス アクセス ポイントが正しく機能していること、デバイスがアクセス ポイントの範囲内に設置されていること、デバイスの電源が入り、アイドル状態になっていることを確認し、[再試行] をクリックしてもう一度お試しください。\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "デバイスがオンになっており、このコンピュータから見える位置に存在することを確認してから、[再試行] をクリックしてもう一度試みます。デバイスが HP オート ワイヤレス コネクト モードになると、デバイス上の青いインジケータ ランプが点滅します。インストール中にデバイスの電源を初めて入れたとき、デバイスは、ネットワークに接続されるまで最長 1 時間、このモードのままになります。\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "デバイスがこのコンピュータのビュー内にあり、デバイスが HP オート ワイヤレス コネクト モードになっていることを確認します。次に [再試行] をクリックして再試行します。デバイスのコントロール パネルから [ネットワーク デフォルトの復元] オプションを使用して、HP オート ワイヤレス コネクト モードをリセットできます。この方法については、デバイスの説明ドキュメントをご参照ください。\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "デバイスがこのコンピュータから見える位置にあり、HP オート ワイヤレス コネクト モードになっている (デバイス上の青いインジケータ ランプが点滅している) ことを確認します。次に、[再試行] をクリックしてもう一度試みます。デバイスのコントロール パネルの [デフォルトのネットワークに戻す] オプションを使用して、HP オート ワイヤレス コネクト モードをリセットできます。手順については、デバイスのマニュアルを参照してください。\n\n%@";
ConfigurationFailedUSBSOWPart = "または、デバイスを USB ケーブルでこのコンピュータに接続し、[再試行] をクリックしてデバイスを設定することもできます。以前選択したネットワークに参加するようにデバイスが設定されている場合は、コンピュータからデバイスのネットワーク接続を解除できます。";
ConfigurationFailedFPSOWPart = "または、ワイヤレス セットアップ ウィザードを使用して、ワイヤレス ネットワークに接続するようにデバイスを設定することもできます。ウィザードはデバイスのコントロール パネルから利用できます。以下の手順に従ってください。
       1. デバイスの [ワイヤレス] ボタンを押すか、[ワイヤレス] アイコンをタップします。
       2. デバイス ディスプレイの [ワイヤレス ステータス] 画面から [設定] を選択します。
       3. ワイヤレス セットアップ ウィザードを選択し、画面の指示に従います。


ウィザードが正常に完了したら、デバイスは自動的にネットワークに接続します。";

ConfigurationOverUSBFailedTitle = "アシスタントは、USB 接続を使用してデバイスを設定できませんでした。";
ConfigurationOverUSBFailedNote = "ワイヤレス アクセス ポイントが正しく機能していること、デバイスがアクセス ポイントの範囲内に設置されていること、デバイスの電源が入り、アイドル状態になっていることを確認し、[再試行] をクリックしてもう一度お試しください。";
MoreInfoText = "オンラインで詳細情報を閲覧する場合は、次のサイトにアクセスしてください。";
FailedTitle = "ネットワーク情報の取得に失敗しました";
BonjourServiceNameLabel = "Bonjour サービス名:";
IPAddress = "IP アドレス:";
AddressMode = "アドレス モード:";
SubnetMask = "サブネット マスク:";
DefaultGateway = "デフォルト ゲートウェイ:";
HostName = "ホスト名:";
PrefixLength = "プレフィックスの長さ:";
DisconnectUSBWarningText = "<b>重要:</b> デバイスに接続している USB ケーブルを今すぐ取り外してください。";
DeviceNotLocatedWarningText = "デバイスにワイヤレス ネットワーク設定が正常にダウンロードされましたが、お使いの Mac はネットワーク上のデバイスを見つけられませんでした。";

// network settings
Adhoc = "アドホック";
Infrastructure = "インフラストラクチャ";

// select network
NetworkColumnTitle = "ネットワーク";
SignalStrengthColumnTitle = "信号強度";
EncryptionColumnTitle = "暗号化";
ModeColumnTitle = "モード";
